<?php

/* @var $this yii\web\View */
/* @var $unsubscribeUrl string */

$domain  = Yii::$app->params['domain'];
$support = $domain . 'support';
?>

Прежде чем начать продвижение в Инстаграм, рекомендуем ознакомится с основными требованиями, выполняя которые Вы получите максимальный результат.


I. Оформление аккаунта

1) Используйте название вашей услуги в качестве имени аккаунта.
2) Загрузите аватар, который будет выделяться среди конкурентов и визуально описывать вашу услугу.
3) Заполните короткую информацию о себе, указывая описание вашей услуги и преимущества среди конкурентов. Преимущественно используйте emoji.
4) Добавьте ваши контакты. Ссылка на сайт указывается в специальном поле настроек профиля. Номер телефона указывается в блоке короткой информации.
5) Добавьте призыв к действию в блок короткой информации.

Пример правильно оформленного аккаунта: <?= $domain ?>mail/example.jpg

II. Контент

1) Размещайте фото/видео хорошего качества.
2) Публикуйте не более трех записей в сутки.
3) Размещайте уникальный контент интересующий вашу целевую аудиторию.
4) Снимайте видео. 15-секундные видеоролики разнообразят вашу ленту.
5) Покажите пользователям, как использовать товары вашей компании в жизни.
6) Используйте в публикациях хештеги вашей тематики, а также включайте название компании в хэштэг.
7) Отвечайте на все комментарии, которые оставляют к вашим фото/видео, даже если они негативные.
8) Используйте @упоминания и отмечайте знаменитостей. Если ваше изображение как-то связано с известной личности, то не стоит бояться отметить звезду. Возможно, фотография настолько заинтересует его/ее, что последует репост.


III. Целевая аудитория

1) Собирайте активную аудиторию по конкурентам и тематическим хештегам. Активная аудитория - пользователи которые ставят лайки и пишут комментарии.
2) Отсейте лишнюю аудиторию с помощью настроек таргетинга (фильтров).
3) Используйте для сбора около целевую аудиторию. Например если Вы продаете футболки в Москве, то ищите аудиторию по конкурентам которые продают обувь в Москве.
4) У конкурента по которому Вы собираете аудиторию должно быть не более 100 подписок, не менее 500 подписчиков и должен быть обязательно установлен аватар. Также необходимо обратить внимание на активность его подписчиков. Если у конкурента соотношение лайков к подписчикам меньше 1/10 тогда не рекомендуем использовать его для сбора целевой аудитории.

Если у вас остались вопросы, обращайтесь в поддержку: <?= $support ?>

----------------------------
Вы получили это письмо так как зарегистрированы на сайте hamster.pro
Чтобы отписаться от рассылки перейдите по ссылке: <?= $unsubscribeUrl ?>