<?php

/* @var $this \yii\web\View */

$this->title                     = 'Договор-оферта на оказание услуг';
$this->params['pageTitle']       = $this->title;

$this->params['pageIcon']        = 'info';
$this->params['breadcrumbs'][]   = $this->title;
?>

<div class="box">
    <div class="box-body content">
        <p>
            Настоящее предложение является публичной офертой (именуемой в дальнейшем «Договор») web-сайта hamster.pro (именуемого в дальнейшем «Исполнитель») и адресовано любому лицу, заинтересованному в получении услуг, предоставляемых Исполнителем.
        </p>
        <p>
            Безусловным принятием (акцептом) условий настоящего Договора считается регистрация на web-сайте hamster.pro. Акцепт настоящего Договора на иных условиях, отличных от тех, что указаны в настоящем Договоре, либо акцепт под условием, не допускается.
        </p>
        <p>
            Лицо, прошедшее процедуру регистрации на web-сайте hamster.pro именуется в дальнейшем «Пользователь», а Исполнитель и Пользователь совместно именуются «Стороны».
        </p>

        <h4>1. Термины и понятия</h4>

        <p>
            <b>1.1.</b> Нижеприведенные понятия и термины, указанные в настоящем пункте, используются в тексте настоящего Договора в следующем значении:
        </p>
        <p>
            <b>1.1.1.</b> Web-сайт – совокупность электронных документов (файлов) частного лица или организации в компьютерной сети, объединенных под одним адресом (доменным именем или IP-адресом);
        </p>
        <p>
            <b>1.1.2.</b> Личный кабинет - персональная часть Сервиса, недоступная для всеобщего обозрения, доступ к которой осуществляется Пользователем путем ввода личных идентификационных данных;
        </p>
        <p>
            <b>1.1.3.</b> Сервис – совокупность программных кодов web-сайта hamster.pro, скриптов устанавливаемых на web-сайты Пользователей, а также иных программных средств, предназначенных для осуществления автоматизации продвижения в Инстаграм;
        </p>

        <h4>2. Предмет договора</h4>

        <p>
            <b>2.1.</b> Исполнитель предоставляет Пользователю услуги доступа к Сервису, а Пользователь принимает и оплачивает оказанные услуги на условиях настоящего Договора.
        </p>
        <p>
            <b>2.2.</b> Конкретный перечень услуг, предоставляемых Исполнителем с использованием Сервиса, определяется тарифным планом выбранным Пользователем.
        </p>

        <h4>3. Порядок оказания и приемки услуг</h4>

        <p>
            <b>3.1.</b> Исполнителем оказываются услуги в формате «КАК ЕСТЬ». Технические перебои и временные приостановки оказания услуг (в т.ч. связанные с проведением технологических и профилактических работ на Сервисе) не являются основанием для предъявления к Исполнителю каких-либо моральных, материальных, имущественных или иных претензий.
        </p>

        <h4>4. Стоимость услуг и порядок расчетов</h4>

        <p>
            <b>4.1.</b> Стоимость услуг по использованию Сервиса определяется тарифным планом выбранным Пользователем и опубликованном на web-сайте hamster.pro.
        </p>
        <p>
            <b>4.2.</b> Исполнитель вправе в любое время изменять цену услуг путем опубликования новых цен на web-сайте hamster.pro.
        </p>
        <p>
            <b>4.3.</b> В случае расторжения Договора остатки денежных средств на лицевом счете Пользователя не возвращаются.
        </p>

        <h4>5. Права Пользователя</h4>

        <p>
            <b>5.1.</b> Лицо, прошедшее процедуру регистрации на Сервисе, подтверждает свою дееспособность по законодательству страны своей резиденции. Все последствия неисполнения данного условия возлагаются на самого Пользователя.
        </p>
        <p>
            <b>5.2.</b> Пользователь обязуется не предпринимать действий, направленных на нарушения работы Сервиса.
        </p>
        <p>
            <b>5.3.</b> Пользователь обязуется не использовать Сервис для продажи (распространения) товаров (выполнения работ, оказания услуг, распространения информации и иных действий) если такие действия противоречат законодательству Украины и (или) страны резиденции Пользователя.
        </p>
        <p>
            <b>5.4.</b> Пользователь признает, что Исполнитель не несет ответственности за какой- либо ущерб, каким-либо образом имеющий отношение к использованию или невозможности использования Сервиса.
        </p>

        <h4>6. Права Исполнителя</h4>

        <p>
            <b>6.1.</b> Исполнитель имеет право оказывать услуги Пользователям на условиях настоящего договора.
        </p>
        <p>
            <b>6.2.</b> Исполнитель  имеет  право  отказать  любому  Пользователю  в  оказании  Услуги  и блокировать доступ к Учетной записи Пользователя в случаях:
        </p>
        <p>
            <b>6.2.1.</b> Если действия Пользователя нарушают настоящий договор;
        </p>
        <p>
            <b>6.2.2.</b> Если возникли технические неисправности у Исполнителя;
        </p>
        <p>
            <b>6.2.3.</b> По собственному усмотрению без объяснения причин;
        </p>

        <h4>7. Срок действия договора, порядок изменения и расторжения</h4>

        <p>
            <b>7.1.</b> Договор вступает в силу со дня его акцепта Пользователем и действует до исполнения Сторонами взятых на себя обязательств.
        </p>
        <p>
            <b>7.2.</b> Исполнитель вправе в любое время по своему усмотрению и без предварительного согласования с Пользователем вносить изменения в настоящий Договор. Изменения и дополнения вступают в силу с момента их опубликования на web-сайте hamster.pro.
        </p>
        <p>
            <b>7.3.</b> Использование услуг, предусмотренных настоящим Договором, после любых изменений настоящего Договора означает безоговорочное согласие с такими изменениями и (или) дополнениями.
        </p>

        <h4>8. Обстоятельства непреодолимой силы</h4>

        <p>
            <b>8.1.</b> Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по настоящему договору, если таковые явились следствием действия обстоятельств непреодолимой силы, возникших после заключения Договора.
        </p>
        <p>
            <b>8.2.</b> Под обстоятельствами непреодолимой силы понимаются военные действия любого характера, блокады, забастовки; пожары, наводнения, землетрясения, цунами и другие стихийные бедствия; действия органов государственной власти и другие аналогичные факторы способные оказать влияние на исполнение сторонами обязательств по настоящему Договору.
        </p>

        <h4>9. Прочие условия</h4>

        <p>
            <b>9.1.</b> Взаимоотношения сторон, не урегулированные настоящим Договором, регламентируются действующим законодательством Украины.
        </p>
        <p>
            <b>9.2.</b> В случае возникновения споров по условиям настоящего Договора Стороны решают их путем переговоров.
        </p>
        <p>
            <b>9.3.</b> В случае невозможности разрешения споров путем переговоров, они подлежат разрешению в судебном порядке в соответствии с законодательством Украины.
        </p>
        <p>
            <b>9.4.</b> В случае, если одно или более положений настоящего Договора являются по какой-либо причине недействительными, не имеющими юридической силы, такая недействительность не оказывает влияния на действительность любого другого положения Договора, и Договор должен толковаться таким образом, как если бы он не содержал такого недействительного положения.
        </p>

        <h4>10. Техническая и информационная поддержка</h4>

        <p>
            <b>10.1</b> Исполнитель  предоставляет  бесплатную  техническую  и  информационную поддержку для  всех  Пользователей. Пользователь может отправить свой запрос  через  Личный Кабинет на web-сайте hamster.pro в разделе «Поддержка»
        </p>

        <h4>11. Реквизиты Исполнителя</h4>
        <p>
            Электронный адрес: support@hamster.pro
        </p>
    </div>
</div>