<?php

/* @var $this \yii\web\View */

$this->title                     = 'Политика конфиденциальности';
$this->params['pageTitle']       = $this->title;

$this->params['pageIcon']        = 'info';
$this->params['breadcrumbs'][]   = $this->title;
?>

<div class="box">
    <div class="box-body content">
        <p>Администрация сайта <strong>http://hamster.pro/</strong> (далее Сайт) с уважением относится к правам посетителей Сайта. Мы безоговорочно признаем важность конфиденциальности личной информации посетителей нашего Сайта.<br>
            Посещая Сайт, Вы полностью соглашаетесь с данной Политикой конфиденциальности.<br>
            Основные положения нашей политики конфиденциальности формулируются следующим образом:</p>
        <ul>
            <li>Мы не передаем Вашу персональную информацию третьим лицам.</li>
            <li>Мы не передаем Вашу контактную информацию без Вашего согласия.</li>
            <li>Вы самостоятельно определяете объем раскрываемой персональной информации.</li>
        </ul>
        <h4>Собираемая информация</h4>
        <p>Мы собираем следующую информацию:</p>
        <ul>
            <li>Техническая информация, автоматически собираемая программным обеспечением Сайта во время его посещения.</li>
            <li>Персональная информация, предоставляемая Вами при заполнении форм обратной связи.</li>
        </ul>
        <h4>Техническая информация.</h4>
        <p>Во время посещения вами Сайта, администрации Сайта автоматически становится доступной информация из стандартных журналов регистрации сервера (server logs). Сюда включается IP-адрес Вашего компьютера (или прокси-сервера, если он используется для выхода в Интернет), имя Интернет-провайдера, имя домена, тип браузера и операционной системы, информация о сайте, с которого Вы совершили переход на Сайт, страницах Сайта, которые Вы посещаете, дате и времени этих посещений, файлах, которые Вы загружаете. Это информация анализируется нами в агрегированном (обезличенном) виде для анализа посещаемости Сайта, и используется при разработке предложений по его улучшению и развитию. Связь между Вашим IP-адресом и Вашей персональной информацией никогда не раскрывается третьим лицам, за исключением тех случаев, когда это требует законодательство.<br>
            Техническую информацию о посещении Сайта (обезличенную) также собирают установленные на сайте счетчики статистики.</p>
        <h4>Использование полученной информации</h4>
        <p>Информация, предоставляемая Вами при заполнении форм обратной связи, а также техническая информация используется исключительно для улучшения работы сайта. Вся контактная информация, которую Вы нам предоставляете, раскрывается только с Вашего разрешения. Адреса электронной почты никогда не публикуются на Сайте и используются нами только для связи с Вами.</p>
        <h4>Предоставление информации третьим лицам</h4>
        <p>Мы никогда не предоставляем Вашу личную информацию третьим лицам, кроме случаев, когда это прямо может требовать законодательство (например, по запросу суда).</p>
        <h4>Использование cookies</h4>
        <p>На Сайте применяется технология идентификации пользователей, основанная на использовании файлов cookies. Сookies – это небольшие текстовые файлы, сохраняемые на Вашем компьютере посредством веб-браузера.<br>
            При использовании Пользователем Сайта на компьютер, используемый им для доступа, могут быть записаны файлы cookies, которые в дальнейшем будут использованы для автоматической авторизации Пользователя на Сайте, а также для сбора статистических данных, в частности о посещаемости Сайта. При этом мы никогда не сохраняем персональные данные или пароли в файлах cookies. Если Вы все же полагаете, что по тем или иным причинам использование технологии cookies для Вас неприемлемо, Вы вправе запретить сохранение файлов cookies на компьютере, используемом для доступа к Сайту, соответствующим образом настроив браузер. При этом следует иметь в виду, что все сервисы в сети Интернет, использующие данную технологию, окажутся недоступными.</p>
        <h4>Ссылки на другие сайты</h4>
        <p>Сайт может содержать ссылки на другие веб-сайты. Мы, в свою очередь, не несем ответственности за политику конфиденциальности данных сайтов. Мы призываем Вас быть осторожными, когда Вы покидаете наш сайт, и внимательно читать правила конфиденциальности каждого сайта, который собирает личную информацию о пользователе. Настоящая политика конфиденциальности относится исключительно к информации, которую собирает Сайт <strong>http://hamster.pro/.</strong></p>
        <h4>Защита данных</h4>
        <p>Администрация Сайта осуществляет защиту информации, предоставленной пользователями, и использует ее только в соответствии с принятой Политикой конфиденциальности. На Сайте используются общепринятые методы безопасности для обеспечения защиты информации от потери, искажения и несанкционированного распространения. Безопасность реализуется программными средствами сетевой защиты, процедурами проверки доступа, применением криптографических средств защиты информации, соблюдением политики конфиденциальности.</p>
        <h4>Заключительные положения</h4>
        <p>Никакие из содержащихся здесь заявлений не означают заключения договора или соглашения между Владельцем Сайта и Пользователем, предоставляющим персональную информацию. Политика конфиденциальности лишь проинформирует Вас о подходах Сайта к работе с персональными данными.<br>
            Мы оставляем за собой право вносить изменения в настоящую политику конфиденциальности в любое время без предварительного уведомления.<br>
            По всем возникающим вопросам пишите на <strong>support@hamster.pro</strong></p>

    </div>
</div>